Revit 2027 API
ParameterTypeId.StructuralSectionHssOuterfillet Property
 "Outer Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionHssOuterfillet { get; }
Public Shared ReadOnly Property StructuralSectionHssOuterfillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionHssOuterfillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionHssOuterfillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace